import product1 from './book1.jpeg'
import product2 from './book2.jpeg'
import product3 from './book3.jpeg'
import product4 from './book4.jpeg'
import product5 from './book5.jpg'
import product6 from './book6.jpeg'
import product7 from './book7.jpeg'
import product8 from './book8.jpeg'
import product9 from './book9.jpeg'
import product10 from './book10.jpeg'
import product11 from './book11.jpeg'
import product12 from './book12.png'
import product13 from './vinyl1.jpeg'
import product14 from './vinyl2.jpeg'
import product15 from './vinyl3.jpeg'
import product16 from './vinyl4.jpeg'
import product17 from './vinyl5.jpeg'
import product18 from './vinyl6.jpeg'
import product19 from './vinyl7.jpeg'
import product20 from './vinyl8.jpeg'
import product21 from './vinyl9.jpeg'
import product22 from './vynil10.jpeg'
import product23 from './vinyl11.jpeg'
import product24 from './vinyl12.jpeg'
import product25 from './game1.jpeg'
import product26 from './game2.jpeg'
import product27 from './game3.jpeg'
import product28 from './game4.jpeg'
import product29 from './game5.png'
import product30 from './game6.jpeg'
import product31 from './game7.jpeg'
import product32 from './game8.jpeg'
import product33 from './game9.jpeg'
import product34 from './game10.jpeg'
import product35 from './game11.jpeg'
import product36 from './game12.jpeg'
import product37 from './supply1.jpg'
import product38 from './supply2.jpg'
import product39 from './supply3.jpg'
import product40 from './supply4.jpg'
import product41 from './supply5.jpg'
import product42 from './supply6.jpg'
import product43 from './supply7.jpg'
import product44 from './supply8.png'
import product45 from './supply9.jpg'
import product46 from './supply10.jpg'
import product47 from './supply11.png'
import product48 from './supply12.jpg'

let products = [
    {
        id:1,
        name:"Зусак М.: Книжный вор",
        category: "book",
        image:product1,
        description:"Январь 1939 года. Германия. Страна, затаившая дыхание. Никогда еще у смерти не было столько работы. А будет еще больше. Мать везет девятилетнюю Лизель Мемингер и ее младшего брата к приемным родителям под Мюнхен, потому что их отца больше нет – его унесло дыханием чужого и странного слова коммунист, и в глазах матери девочка видит страх перед такой же судьбой. В дороге смерть навещает мальчика и впервые замечает Лизель. Так девочка оказывается на Химмель-штрассе – Небесной улице. Кто бы ни придумал это название, у него имелось здоровое чувство юмора. Не то чтобы там была сущая преисподняя. Нет. Но и никак не рай. Книжный вор стал издательской сенсацией. Его тираж только на английском языке превысил 1,5 миллиона экземпляров.",
        new_price:2200,
        old_price:2600,
    },
    {
        id:2,
        name:"Уоллс Дж.: Замок из стекла",
        category: "book",
        image:product2,
        description:"Всего за несколько недель эта книга превратила молодую журналистку Джаннетт Уоллс в одного из самых популярных авторов Америки. Престижные премии и приглашения на телевидение, первые строчки в книжных рейтингах и продажи миллионов экземпляров, экранизация с Бри Ларсон в главной роли – Замок из стекла по праву можно назвать сенсацией в современной литературе. В этой книге Уоллс рассказывает о своем детстве и взрослении в многодетной и необычной семье, в которой практиковались весьма шокирующие методы воспитания. Многие годы Джаннетт скрывала свое прошлое, пока не поняла, что, только освободившись от тайн и чувства стыда, она сможет принять себя и двигаться дальше.",
        new_price:2000,
        old_price:2500,
    },
    {
        id:3,
        name:"Франко М.: Скоро конец света",
        category: "book",
        image:product3,
        description:"Оливеру одиннадцать лет, и имя себе он выбрал сам — в честь любимого героя Диккенса. Он любит играть в «Змейку» на телефоне и еду «как в Америке»; мечтает победить хулигана Цапу, вылечиться от ВИЧ-инфекции и попасть в настоящую семью. Но когда из Солт-Лейк-Сити приезжают будущие мама и папа, по телевизору начинают рассказывать, что скоро наступит конец света. Прозаик Микита Франко, автор бестселлеров «Дни нашей жизни» и «Окна во двор», в своих произведениях исследует социальные темы. Герои Франко часто попадают в тупиковые ситуации, о которых мы стараемся лишний раз не задумываться. Но, как показывает опыт, выход есть — и он всегда рядом.",
        new_price:2900,
        old_price:3400,
    },
    {
        id:4,
        name:"Мураками Х.: Норвежский лес",
        category: "book",
        image:product4,
        description:"Харуки Мураками самый знаменитый и невероятно популярный японский писатель. Все его книги, выходившие на русском, стали национальными бестселлерами, переведены на множество языков и отмечены многочисленными литературными премиями по всему миру. 2. «Едва самолет приземлился, из динамиков тихо полилась инструментальная музыка. Оркестр исполнял «Norwegian Wood» «Битлз». И эта мелодия, разбередила меня намного сильнее, чем обычно… Я думал о потерях в своей жизни: упущенном времени, умерших и ушедших людях, канувших мыслях». Воспоминания о необыкновенной девушке Наоко нахлынули на Ватанабэ. 3. Что такое настоящая Любовь и как научиться доверять кому-то? «- Ты правда меня никогда не забудешь? – тихо, почти шепотом спросила она. – Никогда, - ответил я. - Мне тебя незачем забывать». 4. Роман Норвежский лес принес автору поистине всемирную известность. Тонкие психологические нюансы, музыка, наполняющая страницы, эротизм - все это есть в романе, от которого невозможно оторваться. Фильм по мотивам бестселлера участвовал в основном конкурсе 67-го Венецианского кинофестиваля!",
        new_price:1800,
        old_price:2000,
    },
    {
        id:5,
        name:"Янагихара Х.: До самого рая",
        category: "book",
        image:product5,
        description:"Новый роман Ханьи Янагихары, автора мировых бестселлеров «Маленькая жизнь» и «Люди среди деревьев», — это и неординарный интеллектуальный вызов, и меткое попадание в каждое сердце. В альтернативной версии Америки 1893 года, когда отпрыск влиятельной семьи соглашается на достойный брак по договору, его внезапно настигает страсть, грозящая разрушить привычную жизнь. В 1993 году молодой гаваец прячет от близких свое знатное происхождение и сложные отношения с отцом. В 2093 году внучка большого ученого нащупывает собственный путь в мире эпидемий и тотального контроля. Их судьбы сплетаются в сложную симфонию, странным эхом перекликаясь через столетия и проходя вечные человеческие испытания: одиночество, любовь, стыд, болезнь, предательство, добро и зло — все эти неуловимые вещи, то и дело норовящие обернуться своей противоположностью.",
        new_price:5000,
        old_price:6000,
    },
    {
        id:6,
        name:"Сиболд Э.: Милые кости",
        category: "book",
        image:product6,
        description:"Шестого декабря 1973 года, когда меня убили, мне было четырнадцать лет – так начинается самый поразительный роман начала XXI века. Главная героиня, Сюзи Сэлмон, после гибели оказывается на небесах и наблюдает сверху за тем, как ее убийца пытается замести следы, а семья – свыкнуться с утратой. Но эта сильная, драматичная книга не об убийстве, не о насилии, а о жизни. Жизни после смерти. Жизни тех, кто остался. Наверное, поэтому она написана таким на удивление светлым языком.",
        new_price:2300,
        old_price:3000,
    },
    {
        id:7,
        name:"Олдертон Д.: Всё, что я знаю о свиданиях...",
        category: "book",
        image:product7,
        description:"Британская журналистка и продюсер Долли Олдертон описывает опыт всех своих свиданий и невероятно смешно рассказывает все, что знает о любви. Ироничные главы этой книги дополнены списками покупок, которые станут вашими must-have, историями о встречах со знаменитостями и рецептами на все случаи жизни. Абсолютный бестселлер британского Amazon и автобиография года по версии National Book Award.",
        new_price:5000,
        old_price:5500,
    },
    {
        id:8,
        name:"Бакман Ф.: Вторая жизнь Уве",
        category: "book",
        image:product8,
        description:"На первый взгляд Уве - самый неуживчивый человек на свете. Пожилой въедливый ворчун, достающий соседей вечными придирками. Его раздражают неправильно припаркованные машины, брошенный мимо урны мусор, говорящие на птичьем языке продавцы, портящие людям жизнь бюрократы... Но у ворчливого педанта - большое доброе сердце. И когда молодая семья новых соседей случайно повреждает автомобилем его почтовый ящик, это происшествие становится началом невероятно трогательной истории об утраченной любви, неожиданной дружбе, бездомных котах и древнем искусстве сдавать назад на автомобиле с прицепом. Истории о том, как сильно жизнь одного человека может повлиять на жизни многих других.",
        new_price:3600,
        old_price:4300,
    },
    {
        id:9,
        name:"Руни С.: Разговоры с друзьями",
        category: "book",
        image:product9,
        description:"«Разговоры с друзьями» — первая книга Салли Руни, мгновенно сделавшая 26-летнюю выпускницу Тринити-колледжа всемирно известной писательницей. Роман, облетевший весь мир со скоростью сообщения в снэпчате. Текст, который поставил перед нами вопрос: почему люди так много говорят, но при этом совсем не знают ни себя, ни друг друга? Фрэнсис, Бобби, Ник и Мелисса задают друг другу бесчисленные вопросы. Их отношения развиваются в реальной жизни и онлайн, они бесконечно пьют и говорят, говорят, говорят. Обсуждают секс и дружбу, искусство и литературу, политику и вопросы пола, и конечно, друг друга. Молоденькая Фрэнсис откровенно рассказывает нам о своих сложных отношениях с Ником, мужчиной, женатым на ее подруге. Да, конечно, можно прочитать этот роман как книгу о неверности, взрослении и сложностях близости. Но на самом деле это острая литература о проблемах личности и человеческого общения. Между тем, кто мы есть и той «картинкой», что мы рисуем окружающим – огромная пропасть. Эта книга о том, как легко спутать самообман с самопознанием.",
        new_price:3900,
        old_price:4200,
    },
    {
        id:10,
        name:"Брэдбери Р.: 451 градус по Фаренгейту",
        category: "book",
        image:product10,
        description:"Философская антиутопия Рэя Брэдбери рисует беспросветную картину развития постиндустриального общества; это мир будущего, в котором все письменные издания безжалостно уничтожаются специальным отрядом пожарных, а хранение книг преследуется по закону, интерактивное телевидение успешно служит всеобщему оболваниванию, карательная психиатрия решительно разбирается с редкими инакомыслящими, а на охоту за неисправимыми диссидентами выходит электрический пес… «451 градус по Фаренгейту» — один из величайших романов всех времен, классика научной фантастики. Эта книга получила награду Американской академии искусств и литературы, премию «Хьюго», вошла в список 100 лучших романов XX века, дважды была экранизирована (в 1966 и 2018 годах). Популярность романа оказала огромное влияние на творчество многих музыкальных групп, кинорежиссеров, авторов комиксов и создателей компьютерных игр.",
        new_price:2500,
        old_price:3100,
    },
    {
        id:11,
        name:"Сильвера А.: В конце они оба умрут",
        category: "book",
        image:product11,
        description:"«С прискорбием сообщаем вам, что в последующие двадцать четыре часа вас постигнет безвременная смерть. Приносим глубочайшие соболезнования вашим родным и близким…» Однажды ночью сотрудники «Отдела Смерти» звонят Матео Торресу и Руфусу Эметерио, чтобы сообщить им плохие новости: сегодня они умрут. Матео и Руфус не знакомы, но оба по разным причинам ищут себе друга, с которым проведут Последний день. К счастью, специально для этого есть приложение «Последний друг», которое помогает им встретиться и вместе прожить целую жизнь за один день. Вдохновляющая и душераздирающая, очаровательная и жуткая — эта книга напоминает о том, что нет жизни без смерти, любви без потери и что даже за один день можно изменить свой мир.",
        new_price:3500,
        old_price:4000,
    },
    {
        id:12,
        name:"Зевин Г.: Завтра, завтра, завтра",
        category: "book",
        image:product12,
        description:"Холодным декабрьским днем, торопясь на занятия в Гарвард, Сэм случайно встречает в метро Сэди — подругу детства, которую не видел восемь лет. Эта встреча переворачивает их жизни: молодые, амбициозные и увлеченные одной идеей, друзья начинают работу над проектом — видеоигрой «Итиго, дитя моря». Их детище в одночасье становится хитом: к Сэму и Сэди приходят слава и деньги. Но что, если цена этого успеха окажется слишком высокой?",
        new_price:5400,
        old_price:7000,
    },
    {
        id:13,
        name:"Lana Del Rey Born To Die 2LP",
        category: "vinyl",
        image:product13,
        description:"01. Born To Die 02. Off To The Races 03. Blue Jeans 04. Video Games 05. Diet Mountain Dew 06. National Anthem 07. Dark Paradise 08. Radio 09. Carmen 10. Million Dollar Man 11. Summertime Sadness 12. This Is What Makes Us Girls",
        new_price:27500,
        old_price:29900,
    },
    {
        id:14,
        name:"Harry  Styles Fine Line 2LP",
        category: "vinyl",
        image:product14,
        description:"1. “Golden” 2. “Watermelon Sugar” 3. “Adore You”  4. “Lights Up” 5. “Cherry” 6. “Falling” 7. “To Be So Lonely” 8. “She” 9. “Sunflower, Vol. 6” 10. “Canyon Moon” 11. “Treat People With Kindness” 12. “Fine Line”",
        new_price:20500,
        old_price:24900,
    },
    {
        id:15,
        name:"Travis Scott Astroworld 2LP",
        category: "vinyl",
        image:product15,
        description:"A1. Stargazing A2. Carousel / The New Style A3. Sicko Mode / Gimme The Loot A4. R.I.P. Screw / R.I.P. Dj Screw B1. Stop Trying To Be God B2. No Bystanders / Joga B3. Skeletons B4. Wake Up C1. 5% Tint / Cell Therapy C2. Nc-17 C3. Astrothunder C4. Yosemite C5. Can't Say D1. Who? What! D2. Butterfly Effect D3. Houstonfornication D4. Coffee Bean",
        new_price:23500,
        old_price:25500,
    },
    {
        id:16,
        name:"Imagine Dragons Origins 2LP",
        category: "vinyl",
        image:product16,
        description:"A1. Natural A2. Boomerang A3. Machine A4. Cool Out B1. Bad Liar B2. West Coast B3. Zero B4. Bullet In A Gun C1. Digital C2. Only C3. Stuck C4. Love D1. Birds D2. Burn Out D3. Real Life",
        new_price:26000,
        old_price:28400,
    },
    {
        id:17,
        name:"The Weeknd After Hours 2LP",
        category: "vinyl",
        image:product17,
        description:"LP1: 1. Alone Again 2. Too Late 3. Hardest To Love 4. Scared To Live 5. Snowchild 6. Escape From LA 7. Heartless 8. Faith LP2: 1. Blinding Lights 2. In Your Eyes 3. Save Your Tears 4. Repeat After Me (Interlude) 5. After Hours 6. Until I Bleed Out",
        new_price:27500,
        old_price:30000,
    },
    {
        id:18,
        name:"Olivia Rodrigo Guts LP",
        category: "vinyl",
        image:product18,
        description:"1. All-American Bitch 2. Bad Idea, Right? 3. Vampire 4. Lacy 5. Ballad of a Homeschooled Girl 6. Making the Bed 7. Logical 8. Got Him Back! 9. Love is Embarrassing 10. The Grudge 11. Pretty Isn't Pretty 12. Teenage Dream",
        new_price:27000,
        old_price:22900,
    },
    {
        id:19,
        name:"Tyler The Creator Igor LP",
        category: "vinyl",
        image:product19,
        description:"A1 Igor's Theme 3:21 A2 Earfquake 3:10 A3 I Think 3:32 A4 Boyfriend 4:00 A5 Running Out Of Time 2:57 A6 New Magic Wand 3:15 B1 A Boy Is A Gun 3:30 B2 Puppet 2:59 B3 What's Good 3:26 B4 Gone, Gone / Thank You 6:15 B5 I Don't Love You Anymore 2:41 B6 Are We Still Friends? 4:25",
        new_price:18000,
        old_price:20000,
    },
    {
        id:20,
        name:"Cigarettes After Sex Cigarettes After Sex LP",
        category: "vinyl",
        image:product20,
        description:"K. Each Time You Fall In Love Sunsetz Apocalypse Flash Sweet Opera House Truly John Wayne Young & Dumb",
        new_price:17900,
        old_price:20900,
    },
    {
        id:21,
        name:"Bts Love Yourself Her LP",
        category: "vinyl",
        image:product21,
        description:"1. Intro: Serendipity 2. Dna 3. Best of Me 4. Dimple 5. Pied Pier 6. Skit: Billboard Music Awards Speech 7. Mic Drop 8. Go Go 9. Outro: Her 10. Skit: Hesitation and Fear 11. Sea",
        new_price:32700,
        old_price:36600,
    },
    {
        id:22,
        name:"Скриптонит 2004 2LP",
        category: "vinyl",
        image:product22,
        description:"Side A 1. «Привычка» (Featuring – 104, Andy Panda) 2. «Москва любит...» 3. «Шуг» (скит) 4. «Шуг» 5. «Колёса». Side B 1. «Не твоё» (интерлюдия) 2. «Ок, ок» 3. «Тем более два» (интерлюдия) 4. «Як 2» 5. «Ха-ха-ха» 6. «104» (интерлюдия) 7. «Ступеньки» (при уч. 104). Side C 1. «Мебель» (при уч. Райда) 2. «Клёвая» (интерлюдия) М’обе 3. «...инсту» 4. «Кто на телефоне?» (интерлюдия) Truwer 5. «Сердца из железа» 6. «Карман» 7. «Sebatsya» (скит). Side D 1. «Похвастаться» 2. «Райда» (интерлюдия) 3. «Ты это серьёзно?» (при уч. 104) 4. «Як 3» 5. «Выходные».",
        new_price:25000,
        old_price:28900,
    },
    {
        id:23,
        name:"Mitski The Land Is Inhospitable And So Are We LP",
        category: "vinyl",
        image:product23,
        description:"A1. Bug Like an Angel A2. Buffalo Replaced A3. Heaven A4. I Don't Like My Mind A5. The Deal B1. When Memories Snow B2. My Love Mine All Mine B3. The Frost B4. Star B5. I'm Your Man B6. I Love Me After You.",
        new_price:22000,
        old_price:24500,
    },
    {
        id:24,
        name:"The Neighbourhood The Neighbourhood 2LP",
        category: "vinyl",
        image:product24,
        description:"A1 Flowers A2 Scary Love A3 Nervous B1 Void B2 Softcore B3 Blue C1 Sadderdaze C2 Revenge C3 You Get Me So High D1 Reflections D2 Too Serious D3 Stuck With Me",
        new_price:20000,
        old_price:25900,
    },
    {
        id:25,
        name:"Piatnik: Activity 3",
        category: "game",
        image:product25,
        description:" Activity 3 – новое издание игры с классическими правилами и обновлённым дизайном. Новые карточки со словами готовы бросить вызов вашей изобретательности и умению доносить информацию разными способами: объясняя вербально, с помощью рисунка или пантомимы. Эта игра отлично подойдёт для большой и дружной компании, но играть в неё можно и в достаточно узком кругу, ведь для компании из трёх человек есть отдельные правила. Испытайте свою способность понимать друг друга – и поторопитесь, ведь на каждое слово отведена лишь минута. У Вас есть только одна минута, чтобы объяснить слово. Чем больше слов угадывает Ваша команда, тем быстрее она достигнет финишного поля и станет победителем игры.",
        new_price:16000,
        old_price:19100,
    },
    {
        id:26,
        name:"Hasbro: Монополия Классическая",
        category: "game",
        image:product26,
        description:"Новое издание классической Монополии с 8 фишками, за которые проголосовали фанаты в начале 2017 года! В класической версии ранее их было 5. Дети и взрослые могут почувствовать себя настоящими магнатами высокого полета. Покупай собственность, инвестируй в дома и отели, собирай ренту и заключай выгодные сделки со своими оппонентами. Обновленное издание легендарной настольной игры с экономическим уклоном! Скупи всю недвижимость на соседних улицах, завладей господством над железнодорожными путями. Проведите весело время в кругу семьи или друзей с этой культовой настольной игрой, а новые металлические фишки зададут вам отличный настрой с самого начала игры!",
        new_price:11600,
        old_price:14000,
    },
    {
        id:27,
        name:"Mattel: UNO Карточная игра",
        category: "game",
        image:product27,
        description:"Уно (Uno) - моментальная классика, вероятно, самая продаваемая карточная настольная игра в мире. В Уно играют музыканты, актёры, политики, космонавты, да и просто все увлечённые люди. Игра, не признающая преград - это про Уно.",
        new_price:5200,
        old_price:5600,
    },
    {
        id:28,
        name:"Мир Хобби: Бункер",
        category: "game",
        image:product28,
        description:"Бункер – это атмосферная дискуссионная игра о выживании после масштабного апокалипсиса. Игра состоит из 311 карт, в отличие от предыдущих изданий, каждая карта является уникальной, понятной и полезной. В этой версии прописано двадцать видов катастроф, от всем известных ядерных взрывов, до восстания искусственных интеллектов и прибытия некоего страдающего Коли. Каждая катастрофа – это своего рода сценарий, описывающий состояние планеты, окружающей среды и количество выживших. Каждому игроку нужно доказать остальным, что именно он способен восстановить жизнь на земле.",
        new_price:16500,
        old_price:18000,
    },
    {
        id:29,
        name:"Мир Хобби: Взрывные котята 18+",
        category: "game",
        image:product29,
        description:"Взрывные котята Версия 18+ - это самостоятельная версия игры Взрывные котята, сохранившая механику и игровой процесс предшественницы. Отличается набором новых карт, с нецензурщиной похабщиной и прочим трэшем.",
        new_price:5500,
        old_price:6500,
    },
    {
        id:30,
        name:"GaGa: Я никогда не",
        category: "game",
        image:product30,
        description:"Классическая алкогольная игра, в которой участникам предстоит признаться в своих самых темных и пикантных секретах и узнать много нового об остальных. Прекрасно подойдет как для вечеринки в кругу близких друзей, так и для застолья в малознакомой компании - и в том, и в другом случае вам будет интересно узнать, что они скрывают. Откровенные вопросы, ироничные иллюстрации и простые правила делают игру оригинальным способом превратить любую вечеринку в марафон экстремальных признаний и восхитительных историй.",
        new_price:3000,
        old_price:3900,
    },
    {
        id:31,
        name:"Hasbro: Twister",
        category: "game",
        image:product31,
        description:"Игра «Твистер» от Hasbro - обновленная версия известной и любимой во всем мире игры. В ней появились новые задания, выполняя которые от игроков потребуется неординарная гибкость и пластичность, а выполняя задания всем игрокам обеспечено еще больше веселья! Сотни тысяч детей и взрослых по всему миру весело и активно проводят время с этой прекрасной игрой, которая моментально увлекает каждого игрока. Все гениальное - просто. Вот и культовая игра Твистер состоит из обычного коврика с разноцветными кругами и планшета со стрелкой. Комплект игры предельно прост, а правила предельно просты и понятны.",
        new_price:16500,
        old_price:19900,
    },
    {
        id:32,
        name:"Десятое Королевство: Морской бой",
        category: "game",
        image:product32,
        description:"- Б8, Б7! - Ранен! Убит! Сколько раз приходилось слышать эти или похожие на них слова, произносимые сдавленным шепотом! Они звучали на уроках в школе, на лекциях в институте, палате пионерского или детского летнего лагеря. И каждый из нас знал: рядом идет суровое и бескомпромиссное морское сражение. В этой игре можно было только победить или погибнуть! Если, конечно, внимательный преподаватель не прерывал сражение и не брал в плен Вас и Вашего противника! Игра, от которой было трудно удержаться, если к этому возникали предпосылки!",
        new_price:3000,
        old_price:3700,
    },
    {
        id:33,
        name:"Мир Хобби: Время приключений. Карточные войны",
        category: "game",
        image:product33,
        description:"Сыграй в коллекционную карточную игру, как герои мультфильма Время приключений! Время приключений: Карточные войны - эпичная карточная игра, которую обожают Финн, Джейк и все их друзья! Настольное сражение развернётся на ледяных землях и, возможно, не таких уж бесполезных болотах. Натрави хладную псину на гусьляра, поставь лединочную камеру у Мертвополя, и посмотрим, кто из вас круче в лютый мороз! Впервые: большие планшеты героев, чтобы задать друг другу ещё больше перца!",
        new_price:6500,
        old_price:7700,
    },
    {
        id:34,
        name:"Hasbro: Jenga, классическая версия",
        category: "game",
        image:product34,
        description:"Классическая настольная игра Дженга - самая популярная версия всемирно известной игры от компании Hasbro! Она предельно проста и понятна, поэтому даже ребенку не составит труда научиться играть в нее. Но не все так легко, как может показаться на первый взгляд... Сначала игроки строят башню из имеющихся брусочков-кирпичиков. Потом по одному вынимают их из нее и кладут сверху так, чтобы башня устояла. С каждым последующим ходом игра становится все сложнее, но тем еще и интереснее. Чтобы выиграть, придется проявить свою аккуратность, точность движений, терпение, смекалку и сноровку. Игрок, извлекший последний брусок, после которого башня упала - проигрывает.",
        new_price:13500,
        old_price:17400,
    },
    {
        id:35,
        name:"Мир Хобби: Мафия. Вся семья в сборе",
        category: "game",
        image:product35,
        description:"Настольная игра Мафия. Вся семья в сборе - это психологическая командная игра с криминально-детективным сюжетом, придуманная 1986 году студентом факультета психологии МГУ и очень быстро ставшая популярной во всём мире. Игру часто используют в образовательных целях, развивая тем самым память, аналитическое мышление, актёрское мастерство; психологические, социальные и математические навыки, а также в качестве серьёзного тренинга при подготовке специалистов различного профиля.",
        new_price:14800,
        old_price:15300,
    },
    {
        id:36,
        name:"Bicycle: Карты Standard",
        category: "game",
        image:product36,
        description:"Bicycle Standard - это классическая колода игральных карт. Их преимущество в том, что они отлично подходят для карточных трюков и фокусов (Cardistry), причем как новичкам, только осваивающим базу этого увлечения, так и более продвинутым любителям Кардистри. Важное преимущество этой колоды - невысокая стоимость, несмотря на отличное качество покрытия и удобство в пользовании. Начните осваивать Кардистри с Bicycle Standard!",
        new_price:2500,
        old_price:2900,
    },
    {
        id:37,
        name:"Фломастеры двусторонние Noris",
        category: "supply",
        image:product37,
        description:"Набор двусторонних фломастеров Noris Club 320. 12 ярких цветов в блистере. Прочный, устойчивый к нажиму пишущий узел. Вентилируемый колпачок согласно ISO 11540 и BS7272-1/2. Корпус из полипропилена гарантирует долгий срок службы. Отстирывается с большинства поверхностей. Толщина линии тонкого пишущего узла приблизительно 1,0 мм; толщина линии широкого пишущего узла приблизительно 3,0 мм.",
        new_price:1800,
        old_price:2245,
    },
    {
        id:38,
        name:"Тетрадь для нот ErichKrause",
        category: "supply",
        image:product38,
        description:"Тетрадь для нот формата А4 (200x297 мм). Ориентация - вертикальная. Обложка из высококачественного мелованного картона плотностью 190 г/м2. В блоке 24 листа. Бумага офсетная плотностью 80 г/м2. Цвет линовки - черный. Тип скрепления - скоба. Имеет справочный материал и вспомогательные линии нотного стана.",
        new_price:425,
        old_price:855,
    },
    {
        id:39,
        name:"Блокнот А5 Joy Book",
        category: "supply",
        image:product39,
        description:"Блокнот А5 формат серии JOY BOOK от компании “Эксмо” не только красив, но и практичен. Твердая обложка из экокожи в ярком цвете снабжена фиксирующей резинкой, бумага имеет кремовый оттенок, а в конце блока спрятан кармашек для важных мелочей вроде визиток, билетов, записок.",
        new_price:2295,
        old_price:2550,
    },
    {
        id:40,
        name:"Карандаш чернографитный, заточенный Moomin",
        category: "supply",
        image:product40,
        description:"Карандаш чернографитный, заточенный. Круглый корпус. Твердость HB. Упаковка: 24 шт. в ПВХ тубусе. Размер 17,7 х 0,7 х 0,7 см. Moomin.",
        new_price:315,
        old_price:350,
    },
    {
        id:41,
        name:"Набор стикеров для записей 6 шт Pusheen",
        category: "supply",
        image:product41,
        description:"Набор стикеров для записей. Фигурные стикеры с веселыми дизайнами, которые предназначены для заметок, напомнят тебе о важных делах. Маленькие стикеры можно использовать как книжные закладки. В наборе 6 дизайнов стикеров по 20 листов. Размер стикеров 4,5х1,3 см - 5 шт.; 6х6,5 см - 1 шт.",
        new_price:855,
        old_price:950,
    },
    {
        id:42,
        name:"Набор для творчества KEYROAD Русалка",
        category: "supply",
        image:product42,
        description:"Набор для творчества включает в себя все необходимые принадлежности для рисования: блестящие карандаши, листы раскраски (А4), наклейки, точилка, цветные карандаши и фломастеры. Все содержимое компактно располагается в красивом чемоданчике. Набор очень легкий, оснащен удобной ручкой для переноски - ребенок сможет взять его с собой в дорогу, детский сад или школу. Чемоданчик раскладывается как книга, где с каждой стороны располагаются предметы для рисования. Для удобного хранения и использования есть специальные ячейки, ничего не будет разбросано, так как для каждого есть свое место. Набор для творчества - лучший подарок для детей всех возрастов. Откройте Вашему ребенку удивительный, красочный и разнообразный мир творчества! В комплекте: 12 цветных карандашей, 6 фломастеров, 6 блестящих карандашей, 10 листов раскрасок (А4), 30 наклеек, точилка.",
        new_price:4055,
        old_price:4315,
    },
    {
        id:43,
        name:"Набор капиллярных ручек линеров STABILO",
        category: "supply",
        image:product43,
        description:"STABILO point 88 Mini - младший брат культовой point 88. Его более короткая длина делает его подходящим для любого кармана. Разнообразие цветов и оттенков идеальны для быстрых заметок, набросков, подчеркивания или структурирования записей. Отличный металлический наконечник подчеркивает его высокое качество.",
        new_price:3990,
        old_price:4230,
    },
    {
        id:44,
        name:"Дневник школьный Be Smart",
        category: "supply",
        image:product44,
        description:"Дневник школьный для старших классов Be Smart А5 формата без труда уместится в рюкзак или сумку и будет с тобой всегда, когда нужно будет поставить пятерку! Крепкое скрепление очень долговечно и точно прослужит весь учебный год.",
        new_price:1165,
        old_price:1540,
    },
    {
        id:45,
        name:"Бумага цветная двусторонняя ErichKrause",
        category: "supply",
        image:product45,
        description:"Цветная бумага мелованная двусторонняя формата А4 (203х280 мм). Яркие насыщенные цвета. В папке 10 листов, 20 цветов. Плотность наполнения — 80 г/м2. Папка из плотного картона. Упакована в термоусадочную пленку по 5 штук.",
        new_price:535,
        old_price:895,
    },
    {
        id:46,
        name:"Альбом для рисования А4 Naruto",
        category: "supply",
        image:product46,
        description:"Альбом для рисования — отличный выбор для детей. Подходит для рисования карандашами, восковыми мелками, фломастерами, ручками, различными видами красок. Рисунок — способ самовыражаться, общаться и развивать творческое мышление. Красочный дизайн обложки не оставит равнодушным юного художника.",
        new_price:1250,
        old_price:2090,
    },
    {
        id:47,
        name:"Скрепки фигурные 19мм, Meshu",
        category: "supply",
        image:product47,
        description:"Фигурные скрепки Meshu Cat&Dog идеально подходят для надежного скрепления бумаг. Не пачкают бумагу.",
        new_price:1125,
        old_price:1750,
    },
    {
        id:48,
        name:"Тетрадь школьная ученическая ErichKrause",
        category: "supply",
        image:product48,
        description:"Тетрадь школьная ученическая формата А5+ (170x203 мм). Двойная обложка: внешняя выполнена из высококачественного износостойкого прозрачного пластика с фактурой «апельсиновая корка», внутренняя — из качественной мелованной бумаги.",
        new_price:315,
        old_price:540,
    },
]
export default products
